CSI API ETABS v1
cSapModel.SetMergeTol Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int SetMergeTol(
	double MergeTol
)
Function SetMergeTol (
	MergeTol As Double
) As Integer
Dim instance As cSapModel
Dim MergeTol As Double
Dim returnValue As Integer
returnValue = instance.SetMergeTol(MergeTol)
int SetMergeTol(
	double MergeTol
)
abstract SetMergeTol :
        MergeTol : float -> int
Parameters
MergeTol
Type: System.Double
Return Value
Type: Int32
See Also
Reference
cSapModel Interface
ETABSv1 Namespace